img/1-RDF-graph-L3-10-auto/N4xT.mmd
flowchart LR
S1[student:s04] -->|ex:studiesDegree| D[degree:AI]
S2[student:s05] -->|ex:studiesDegree| D
D -->|ex:shortName| L(("AI"))
